zaixiaxiaosu21/AIash/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BUTTON_SHORT_PRESS_TIME_MS=130
CONFIG_BUTTON_LONG_PRESS_TIME_MS=800
